[
  {
    "Name": "Amanda",
    "Surname": "Verberne",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-amanda_verberne/",
    "Thesis Title": "",
    "Abstract": ""
  },
  {
    "Name": "Saïb-Mezghiche",
    "Surname": "Malik",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-malik-saibmezghiche/",
    "Thesis Title": "S'hab el baroud wel carabina\n(the gunpowder people)\n",
    "Abstract": ""
  },
  {
    "Name": "Radek",
    "Surname": "Górniak",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-radek-gorniak/",
    "Thesis Title": "",
    "Abstract": ""
  },
  {
    "Name": "Tereza",
    "Surname": "Novakova",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-tereza-novakova/index.html",
    "Thesis Title": "Undesigning the Self",
    "Abstract": "\n"
  },
  {
    "Name": "Dominik",
    "Surname": "Vrabič Dežman",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-dominik-vrabic-dezman/",
    "Thesis Title": "Illuminating the Deep Blue Sublime",
    "Abstract": "Artificial Intelligence is becoming increasingly integrated into global society – it is often referred to as the latest general-purpose technology . Significant advances in machine learning and proliferation of big data have resulted in a social climate sensitised towards AI’s exponential societal integration. Upon closer examination, an observable gap becomes clear between AI’s status quo of rapid social integration, and the hype in its mediated visuality.\nI argue that this gap – between the actual social implementation and integration of AI, and the sublime, religiously exalted, mediated visual image of it – consists of a fundamental misrepresentation and non-understanding of AI, intensification of technicist power and globalising capital accumulation.\n"
  },
  {
    "Name": "Ada",
    "Surname": "Popovic",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-ada-popovic/",
    "Thesis Title": "[Insert Title Here]",
    "Abstract": ""
  },
  {
    "Name": "Eunjin",
    "Surname": "Ahn",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-eunjin-ahn/index.html",
    "Thesis Title": "I've Smelled the Blood, That Touches My Tongue",
    "Abstract": "I loved horror movies since I was a kid. But from a certain point, it was so disturbing to watch horror films so I stopped and it took a long time to be able to watch them again. In horror movies mostly women are hit, raped and killed or they are just a monster. Is it possible to be a feminist and horror film fan at the same time?\n        Over time, the way of illustrating female characters in horror movies is quite different from the past. In this thesis,\nI classified the way women are consumed in horror movies into four categories. Each chapter will provide dirsect examples through specific films for each type, and I will observe the comparison the way female characters are portrayed in past horror films versus the way female characters are portrayed in modern horror films. I will analyze the gaze we look at horror movies and create an opportunity to think about new directions for horror movies to move forward. Furthermore, I would like to ask what attitude and responsibility we should have as artists through this research."
  },
  {
    "Name": "Emma",
    "Surname": "Benozzi",
    "Link to thesis on Github Pages": "",
    "Thesis Title": "AS ABOVE, SO BELOW — The Fertility of the Earth, Learning from the Benandanti",
    "Abstract": "[on the sides of a rural road there are is a young boy playing with his dog, and an odd man, sitting on the ground, confused] \n\n“Young man, what year do we find ourselves in? \n        “We’re in 2020.” \n“Four hundred years have gone by…” \n        “Excuse me Sir, who are you?” \n“There should be no word to define those like us. So much has changed. Back in the old days we used to care for the little things, battling four times a year equipped with bundles of fennel we fought against dark witches attempting to protect the earth and to guarantee its fertility. Remember boy, fertile is the soil as well as our relationship with it. But we were not bound to last, young man. \nThere has always been someone bigger than us, running on the path of power, promising a shiny destination to whoever followed.” \n        “And in the end, did you follow too?” \n“My people always chose to stay, not to follow any other path. \nRemember young man, sometimes when you chase something you don’t know how it looks like, it is hard to know when you will find it... No, we did not follow. Instead we’ve been relegated to the Archives, repressed within our own skins. We have been sent to the afterlife, for an unknown reason, at least unknown to us.” \n        “But if you’re dead, how come you are still here?” \n“There are values that last longer than laws, symbols that took roots, rituals that are intrinsic in the human body, connections that are worth more than gold. Have you ever asked yourself why cults never really die?” \n        “Why did you not die?” \n“Patterns evolve throughout time and space; if the human nature is dualistic, its drive must be too. While someone strives for fame, power or wealth, someone else is looking for awareness, knowledge and balance. Certain kinds of rituals, traditions and beliefs are always recurring… How do the essence of spiritual tribes, cults and cultures that have been erased by great powers, survive throughout time?”"
  },
  {
    "Name": "Eunji",
    "Surname": "Lee",
    "Link to thesis on Github Pages": "kabk.github.io/go-theses-21-eunji-lee/",
    "Thesis Title": "Melancholic Inspiration:\n Light in the midst of misery",
    "Abstract": "Everyday we wake up and live the day we have been given. It is such a grateful thing that we are breathing and the heart is beating, but to some people, it may not be the case. It has been more than 2 years now since I have noticed that something was different inside me. I could not function properly in many ways and I was afraid because I was unfamiliar with my new-self. Everyday was a burden living in the shadows and I thought it might be even better if I could just disappear. I realized I should get consulted and now I know I am going through a mental disorder. Even though it sounds a bit depressing but that is not the only side of it. Because of the illness I was able to think more. Sometimes it acts as a disrupter but at times it becomes a pilot. In my thesis, I want to explore the correlation between depression(or in a broader sense: mental illness) and creativity with references of studies; some arguments of philosophers in history, and three interviews I had with my friends who had experienced melancholia. By writing this thesis, I want to understand more about myself and make people with/without mental disorder see the positive sides of it and change the perception of depression that we commonly have."
  },
  {
    "Name": "Vincent",
    "Surname": "Rheinberger",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-vincent-rheinberger/",
    "Thesis Title": "The Art of Selling War",
    "Abstract": "The development of war and the war industry in the 20th century with its reflection in modern art. \n        This thesis aims to explore the ways in which modern artists reflect war and how it compares to the self promoted image presented by the hidden defence industry.\n        My research will be conducted through interviews with different artists who visited weapons trade fairs and with artists who documented wars from their own experiences on the front lines. In further steps the work of artists will be analyzed from the past who were soldiers themselves or who painted post war paintings as well as anti-war paintings.\n        The defence industry in itself is a hidden world which wants to keep their real face as secretive as possible from the public eye. The industry creates a fantasy world of clean aseptic war where you can comfortably destroy your target from the other side of the world. Instruments and tools developed and produced for killing should not be a hidden matter, neither should they be marketing themselves as a helping hand with a calm conscience. The slaughtering and displacement of human life has always been a tragedy and never a solution. Still, stock prices of defence companies continue to grow with each passing year and their sales continue to skyrocket because countries all around the world keep investing due to their exponentially increasing defence budgets.\n        As Erich Maria Remarque formulated in his book;\nAll Quiet on the Western Front:\n\n“I always thought everyone would be against the war until I found out that there are those who are for it, especially those who don’t have to go in..”"
  },
  {
    "Name": "Ian",
    "Surname": "Scheufler",
    "Link to thesis on Github Pages": "",
    "Thesis Title": "A Rat In the Trenches",
    "Abstract": "Mickey Mouse, one of the most known pop icons of the recent centuries, is usually referred to as a symbol of innocence, joyfulness. A character so disseminated within our modern culture that we hardly even question it’s origin or even message, at this point. In this thesis I investigate how the portrayal of Mickey Mouse has shifted throughout history, and how there have always been intentions behind these metamorphosis. From starting out as mere entertainment purpose, to representing the US army as a propaganda boy, to being an ideological tool in the spread of the capitalist ideal, how is it that Disney have maintained the image of the innocent Mickey throughout the decades? Such is the power of the icon in maintaining myths.\n\n\nStarting off from looking into how my personal relation with such an icon originated, going into a historical analysis into the evolution Mickey under the guide of Walt Disney, into breaking apart the inner workings of the iconography itself, this text is an attempt to understand the relations between the parts that compose the icon of Mickey Mouse. It encompasses theories of mass communication, linguistic and pictorial patterns we recognize and relate to, as well as the societal relations that surge from a character having a near god-like omnipresence across the globe.\n\n\nThis is not only a statement on the dualities an, at first inoffensive, icon can have, but also a speculation on the origins and consequences of the state of society and it’s relation to icons in a capitalist mindset.\n\n\n\"I only hope that we never lose sight of one thing—that it was all started by a mouse.\"\n\n\n—Walt Disney"
  },
  {
    "Name": "Olga",
    "Surname": "Elliot",
    "Link to thesis on Github Pages": "https://github.com/kabk/go-theses-21-olga-elliot",
    "Thesis Title": "A Tale of Two Mermaids: disrupting narratives of Danish colonization",
    "Abstract": "This thesis explores the production, erasure, and retrieval of cultural heritage, in the context of the Danish colonization of Greenland. Throughout history, mechanisms of worship and negation have been used to marginalize and demonize, thus Christianity played a crucial role in the invasion of Greenland and the subsequent exploitation of the land and its people. I approach the tradition of Inuit storytelling, knowledge-production and spirituality to decenter euro- and anthropocentric perspectives which up until now have functioned to prevent Greenlandic sovereignty and survival. I propose the mermaid as a tool for critically engaging with the dominant narratives and giving voice to decolonial resistance."
  },
  {
    "Name": "Michelle",
    "Surname": "Janssen",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-Michelle-Janssen/",
    "Thesis Title": "Looking at #femvertising* through the eyes of feminists",
    "Abstract": "In this thesis I am researching the concept of #femvertising. According to the advertising industry, femvertising is a form of advertising that employs pro-female talent, messages, and imagery to empower women and girls. With this type of advertising, I have been confronted with since I was a 12-year-old girl who was learning from media, like tv and the internet, what it means to be a woman. Where I was first mesmerized by this femvertising, I started to grow an annoyance and anger towards femvertisments. However, I didn’t completely understand why. Learning from writers like Sara Ahmed, Simone de Beauvoir, Guy Debord, Betty Friedan, Roxane Gay, Jean Kilbourne, Naomi Klein, Katie Martell, Caroline Criado Perez and Andi Zeisler. But also, by looking at different types of femvertisments over the years and looking at designers harnessing political topics like feminism in their works. I concluded that most companies, that are aligning themselves with feminism through advertising, aren’t practising what they preach. They are merely using feminism this to appeal more to a demographic of female consumers. Which leads towards stylistic, aesthetic and empty representations of feminism known as: Marketplace feminism. The biggest danger of Marketplace feminism is that people might subconsciously start to think that things have already improved, and we no longer need feminism. However, numbers are show there is still a very long way to go. By redefining Femvertising, I want to put more emphasis on the fact the goal of advertising is always to sell a product. Femvertising is a form of advertising that is taking advantage of feminist imagery and ideas, to sell products and change consumers’ brand perspective. \nUnexpectedly, through researching this topic I understand better what feminism means to me and how as a graphic designer I want to apply it in my work."
  },
  {
    "Name": "Kilia ",
    "Surname": "Robustella",
    "Link to thesis on Github Pages": "https://github.com/kabk/go-theses-21-kilia-robustella",
    "Thesis Title": "Why Do People Keep Picking Daisies?",
    "Abstract": "We are born into a society with very defined rules and traditions, which we accept and follow without a question. \n        In Western society, the Industrial Revolution, Descartes’philosophical views and the power of Christianity on society have made a big impact in the way we connect and view nature nowadays. We went from being part of nature to putting it as the object we observe, distancing ourselves from it more and more. \n        We own everything in it and do what we want with it. We have made sure to prove our power over our surrounding and non-humans. Leading to the current Climate Crisis, we are causing our own suffering and we need to learn how to stop the pain.                 We need to finally understand that we are part of nature, and by understanding that we might be able to save ourselves.\n"
  },
  {
    "Name": "Kristiana Marija",
    "Surname": "Sproge",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-kristiana-marija-sproge/",
    "Thesis Title": "Can a Graphic Designer Change the World?",
    "Abstract": "The coming years can determine the future of our existence as a species, therefore this thesis follows a research question of how can I, an individual and a graphic designer, participate in changing the world. As the designer’s creative occupation seems relatively trivial in comparison to politicians, doctors or scientists’ contribution in the modern world, I find it important to highlight ways an individual can meaningfully participate in the fight for a better future, especially in the age of the climate crisis."
  },
  {
    "Name": "Ivi ",
    "Surname": "Apostolatos",
    "Link to thesis on Github Pages": "",
    "Thesis Title": "Memento Mori in Vitem",
    "Abstract": "The one great certainty of life is death, yet in western society we often have a hard time coming to terms with that. We are dealing with a shifting baseline syndrome, where the essence of death has almost been forgotten. In day to day life, humans are no longer confronted with death in a natural way. There has been a visualization of death in western society that is rooted in fear. There needs to be a systematic shift from disconnect to symbioses that will turn fear into harmony. We need to change the cultural hero system in which human significance is rooted in being alive, and separated from the essence of life itself. Embracing, and re-visualising death as something natural and beautiful could diminish fear, anxiety and most of all reshape our way of living to a more positive, curious and free one. This paper explores manners in which we can achieve exactly that."
  },
  {
    "Name": "Fabiola",
    "Surname": "van den Berg",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-fabiola-vandenberg/",
    "Thesis Title": "Love letters left on read",
    "Abstract": "When the doorbell isn't ringing we don't go up to the door and open it, but why do we keep unlocking our phone when there is no new message? During the day we keep repeating this action. What are we exactly trying to fulfill by repeating this action on a daily basis?\nThe past two years my smartphone and I have gone through countless amounts of text and phone calls, but now the time has come to say goodbye. Seemingly, one of the closest relationships that we can have is not with other humans but with our smartphones. People all of a sudden depend so much on a little piece of technology to the extent that they are willing to purchase a new device with relatively few improvements. We all crave the perfect relationship, one that will last us forever, but we should ask ourselves the following: Is that realistic? Now with the countless dating apps around us that offer us new people to meet, every single day we tend to think whether there is someone better out there to be in a relationship with. Is it true that the grass is always greener on the other side and does this also apply to our smartphones? And lastly, how perfect is this relationship with our smartphone in comparison to the relationships we have with other people?\nIn my research, I am looking into the elements that make us have a toxic relationship with our phones, and with the help of a timeline created around the two-year relationship you would have with a new phone. My research starts with explaining one specific type of user. I will furthermore take you to a place where phones are worshipped, a place where one’s candles were lit on iPad's, so to speak. And finally, I’ll explain how one keynote presentation changed everything in the world of smartphones."
  },
  {
    "Name": "Ralph",
    "Surname": "Bruens",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-ralph-bruens",
    "Thesis Title": "Beauty of Not Being Found",
    "Abstract": "As the internet is more and more surveilled and centralized, its ‘dark’ counterpart, The Dark Web, has become more relevant as a place to connect. Meanwhile, anonymity is often considered as something suspicious. The Dark Web sparks my curiosity. It seals and holds something mystical around itself. Is this because it is harder to access than the 'normal' internet, or maybe because the anonymity of the Dark Web is convenient for criminal activities and I might find myself in a space that is dangerous?\n\nThis thesis intends to find out what the potentials are for an anonymous space such as the Dark Web. Why is there a 'dark' version of the web? I wish to explore the Dark Web. First, I wish to contextualize the Dark Web, what is the system behind it, and how does it work. Therefore, I need to go on field research and experience the Dark Web for myself. Additionally, I will end this thesis with a part in which artists have responded on surveillance, being monitored, digital footprints, missing and creating anonymity that form the context of the Dark Web."
  },
  {
    "Name": "Merel",
    "Surname": "Meijer",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-merel-meijer/",
    "Thesis Title": "The life that Nefertiti never\nknew she lived",
    "Abstract": "In my thesis I research how the narrative around looted cultural heritage objects gets\ncreated. I wanted to research this subject, because for Western societies these objects\npresent the past, but for the countries where the object was looted from, this is still a part of\ntheir culture. With not changing the narrative of the object, the disbalance between the\nWestern Society and the countries that were their former colonies will never change.\nI wanted to find out how the human centered approach influenced the narrative of a looted\ncultural heritage object, with in this case specific focus on the bust of Nefertiti .\nThere are different parties involved, so by understanding them, I could figure out how the\nissue is structured. After writing my thesis, I can conclude that I still share the same values\nas the countries that are fighting for their right to have access to their cultural heritage object.\nIn my thesis, I found out that the solution for approaching the issue around looted cultural\nheritage objects is communication. With this we can collectively start creating a new\nnarrative around these object."
  },
  {
    "Name": "Handi",
    "Surname": "Kim",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-handi-kim/",
    "Thesis Title": "Tie your hair up, Point your stick, Make some magic",
    "Abstract": "In 1960s Japan, an animation genre emerged which for the first time targeted young female viewers: that of the 'magical girl'. With a simple storyline depicting ordinary girls transforming into powerful, magical beings, this animation genre became the representative offspring of Shojo culture. \n\nAs a young girl, I used to sit in front of the television everyday at 5pm. To cheerful music, girls with bright smiles would appear on that screen. Girls who were optimistic. Who cried for their friends, would find true love and who eventually would save their world. The magical girl delivered the hopeful message to young girls like me that “girls can do it!”. In a patriarchal society which women could not be at the centre of, the magical girl became a signal of hope for womanhood in the future. \nThe girl who badly wished to become such a magical girl grew up to be a 25 year-old woman. Did she realise her dream at last? Or did she grow to question it?\n\nThis thesis commences with a question about girl-power and whether or not the magical girl is capable of realising it. In this thesis I have set up the discussion on the magical girl through using the format of email, in which the reader takes up the role of respondent. In these emails, I would ask who the magical girl is; how the concept of the magical girl came to be; how the magical girl affects girlhood; what kind of social norms and values this magical girl institutes into the younger generation, and what kind of idealised female figure is created and sustained by the popularity of the magical girl genre.\nIn this thesis, I would like to unveil a little corner of the hidden items of male gaze and misogyny in popular entertainment. Furthermore, I (as a woman who was constantly taught how to behave, act, and think along the long-established lines of seemingly unchangeable, societal norms) would like to suggest what direction we could take in order to provide a new, more ambitious generation of magical girls to the women of tomorrow."
  },
  {
    "Name": "Isabella",
    "Surname": "Giacomelli",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-isabella-giacomelli/",
    "Thesis Title": "Are you aware of what you wear?",
    "Abstract": "The body represents an inseparable part of the human body that forms the basis of our being. Clothing is an element that is inextricably linked to humans and distinguishes us from other beings, we are the only creatures who make and wear clothes. We have the option and possibility to purchase a second skin, which can be varied endlessly, which gives us the opportunity to express ourselves visually.\n\nWe all dress according certain codes, written and unwritten, that have built-in rules about the message sent by what a person wears and how they wear it. As a general rule, clothing/dress should be chosen according to the type of audience, the event and the purpose. With those three key elements in mind we think of a way to representative in the for ourselves most comfortable way.\n\nWe as humans are constantly conscious about our clothing, even though we are not always aware of the decisions we make while dressing. Wearing certain kinds of clothes can affect the way we behave and change the way we think. The way we communicate in a society dominated by visual information is through visual information. When we want to understand our surroundings by visual information, our clothing is one of the most important, it comes a symbol of who you are and what you want."
  },
  {
    "Name": "Sacha",
    "Surname": "van Alfen",
    "Link to thesis on Github Pages": "https://kabk.github.io/go-theses-21-sacha-van-alfen/index.html",
    "Thesis Title": "Rosy Retrospect",
    "Abstract": "Inspired by my work as a hostess in a nursing home along with the text I read for one of my philosophy classes: Nostalgia and Its Discontents by Svetlana Boym, I decided to base my thesis on the topic of nostalgia. Longing for a home that no longer exists or has never existed. Nostalgia is a sentiment of loss and displacement, but it is also a romance with one’s own fantasy. The danger of nostalgia is that it tends to confuse the actual home and the imaginary one. In my thesis I am exploring multiple answers to the question: how did nostalgia’s meaning develop from the coined moment of the terminology, and how has this concept been experienced in Europe since the 2000’s (with special focus on the period from 2010-2020) in comparison to the 17th century? By combining personal memoir/experiences and philosophical/historical analysis, I tried to find answers to this question. Nostalgia underwent some particularly significant metamorphosis’s. From a curable disease to an incurable feeling of longing."
  },
  {
    "Name": "",
    "Surname": "",
    "Link to thesis on Github Pages": "",
    "Thesis Title": "",
    "Abstract": ""
  },
  {
    "Name": "",
    "Surname": "",
    "Link to thesis on Github Pages": "",
    "Thesis Title": "",
    "Abstract": ""
  },
  {
    "Name": "",
    "Surname": "",
    "Link to thesis on Github Pages": "",
    "Thesis Title": "",
    "Abstract": "We as humans are constantly conscious about our clothing, even though we are not always aware of the decisions we make while dressing. Wearing certain kinds of clothes can affect the way we behave and change the way we think. The way we communicate in a society dominated by visual information is through visual information. When we want to understand our surroundings by visual information, our clothing is one of the most important, it comes a symbol of who you are and what you want."
  }
]